12/data/attachments/5ef5dcb469079641.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_b8bdc268-8d1c-4fe1-af39-b8ece679cdb1</nif:username>
            <nif:friendToBeRequested>Carrie_same_Actions_2052_9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>